{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/2NZ0yEJBoGEkBw0m92r3cw/clip_392479_452479.mp3", "description": "Patricia Highsmith es la autora elegida para el segundo episodio de GRANDES INFELICES, un podcast literario de Casa Blackie presentado y dirigido por el escritor Javier Peña (autor de “Agnes” e “Infelices”).  En la Navidad de 1948 Patricia Highsmith aceptó un trabajo como dependienta en Bloomingdale’s para poder pagar a una terapeuta. Lo que pretendía Highsmith con la terapia era volverse heterosexual y así soportar el sexo con su novio y casarse con él. Pero en esas semanas de trabajo en los grandes almacenes Patricia atendió a una clienta de la que se enamoró platónicamente. El enamoramiento la llevó a escribir una novela de temática lésbica que firmó con un pseudónimo. Esa novela era Carol. Irónicamente, el trabajo con el que Highsmith intentaba pagar una terapia para abandonar la homosexualidad fue el origen de una de las novelas lésbicas más importantes del siglo XX. A partir de Carol, desgranaremos cómo el hecho de verse obligada a ocultar su verdadera identidad, influyó en la narrativa de Highsmith y en el nacimiento de sus personajes más inolvidables, y también cómo fue decisivo para que se convirtiese en una persona huraña, difícil y definitivamente infeliz.", "duration_ms": 2508068, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/7jFW9K0q7QcL3vmKITUQT8"}, "href": "https://api.spotify.com/v1/episodes/7jFW9K0q7QcL3vmKITUQT8", "html_description": "Patricia Highsmith es la autora elegida para el segundo episodio de GRANDES INFELICES, un podcast literario de Casa Blackie presentado y dirigido por el escritor Javier Peña (autor de “Agnes” e “Infelices”).<br/>En la Navidad de 1948 Patricia Highsmith aceptó un trabajo como dependienta en Bloomingdale’s para poder pagar a una terapeuta. Lo que pretendía Highsmith con la terapia era volverse heterosexual y así soportar el sexo con su novio y casarse con él. Pero en esas semanas de trabajo en los grandes almacenes Patricia atendió a una clienta de la que se enamoró platónicamente. El enamoramiento la llevó a escribir una novela de temática lésbica que firmó con un pseudónimo. Esa novela era Carol. Irónicamente, el trabajo con el que Highsmith intentaba pagar una terapia para abandonar la homosexualidad fue el origen de una de las novelas lésbicas más importantes del siglo XX. A partir de Carol, desgranaremos cómo el hecho de verse obligada a ocultar su verdadera identidad, influyó en la narrativa de Highsmith y en el nacimiento de sus personajes más inolvidables, y también cómo fue decisivo para que se convirtiese en una persona huraña, difícil y definitivamente infeliz.", "id": "7jFW9K0q7QcL3vmKITUQT8", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a31851732caa8847e223bd7e2", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f31851732caa8847e223bd7e2", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d31851732caa8847e223bd7e2", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "es-ES", "languages": ["es-ES"], "name": "#2 PATRICIA HIGHSMITH | Grandes Infelices. Luces y sombras de grandes novelistas", "release_date": "2022-03-31", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "\"GRANDES INFELICES. Luces y sombras de grandes novelistas\" es un podcast literario de Blackie Books presentado y dirigido por el escritor Javier Peña (autor de los libros “Agnes” e “Infelices”).  Javier Peña repasará capítulo a capítulo la vida y obra de destacados escritores y escritoras, que a veces tuvieron vida de novela, pero no siempre de las felices.", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/3OqQvVfyrAvbz5nbEPgObq"}, "href": "https://api.spotify.com/v1/shows/3OqQvVfyrAvbz5nbEPgObq", "html_description": "&#34;GRANDES INFELICES. Luces y sombras de grandes novelistas&#34; es un podcast literario de Blackie Books presentado y dirigido por el escritor Javier Peña (autor de los libros “Agnes” e “Infelices”).<br/>Javier Peña repasará capítulo a capítulo la vida y obra de destacados escritores y escritoras, que a veces tuvieron vida de novela, pero no siempre de las felices.", "id": "3OqQvVfyrAvbz5nbEPgObq", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8af3e78540c336b8a92a7fdebe", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1ff3e78540c336b8a92a7fdebe", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68df3e78540c336b8a92a7fdebe", "width": 64}], "is_externally_hosted": false, "languages": ["es-ES"], "media_type": "audio", "name": "Grandes Infelices", "publisher": "Blackie Books", "total_episodes": 26, "type": "show", "uri": "spotify:show:3OqQvVfyrAvbz5nbEPgObq"}, "type": "episode", "uri": "spotify:episode:7jFW9K0q7QcL3vmKITUQT8"}