{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/2THWHcDBjp2ckLrpJJj2e1/clip_0_60000.mp3", "description": "Remember the final scene in the original Jurassic Park, when they've escaped the dinosaurs and fly off in their helicopter? I bet they are EXHAUSTED. This is the helicopter sound that they're all going to fall asleep to (minus the John Williams soundtrack). Skimming over the ocean and flying into the sunset, it's not a half bad way to get to sleep, assuming that you weren't recently mauled by genetically engineered velociraptors. Those guys give me insomnia. Here are some great products to help you sleep! Relaxing White Noise receives a small commission (at no additional cost to you) on purchases made through affiliate links. Thanks for supporting the podcast! Baloo Living Weighted Blankets (Use code 'relaxingwhitenoise10' for 10% off) At Relaxing White Noise, our goal is to help you sleep well. This episode is eight hours long with no advertisements in the middle, so you can use it as a sleeping sound throughout the night. Listening to our white noise sounds via the podcast gives you the freedom to lock your phone at night, keeping your bedroom dark as you fall asleep. Check out the 10-Hour version on YouTube Contact Us for Partnership Inquiries Relaxing White Noise is the number one online destination for white noise and nature sounds to help you sleep, study or soothe a baby. With more than a billion views across YouTube and other platforms, we are excited to now share our popular ambient tracks on the Relaxing White Noise podcast. People use white noise for sleeping, focus, sound masking or relaxation. We couldn't be happier to help folks live better lives. This podcast has the sound for you whether you use white noise for studying, to soothe a colicky baby, to fall asleep or for simply enjoying a peaceful moment. No need to buy a white noise machine when you can listen to these sounds for free. Cheers to living your best life! DISCLAIMER: Remember that loud sounds can potentially damage your hearing. When playing one of our ambiences, if you cannot have a conversation over the sound without raising your voice, the sound may be too loud for your ears. Please do not place speakers right next to a baby’s ears. If you have difficulty hearing or hear ringing in your ears, please immediately discontinue listening to the white noise sounds and consult an audiologist or your physician. The sounds provided by Relaxing White Noise are for entertainment purposes only and are not a treatment for sleep disorders or tinnitus. If you have significant difficulty sleeping on a regular basis, experience fitful/restless sleep, or feel tired during the day, please consult your physician. Relaxing White Noise Privacy Policy © Relaxing White Noise LLC, 2015. All rights reserved. Any reproduction or republication of all or part of this text/visual/audio is prohibited.", "duration_ms": 28814200, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/4mKbnCQUxIm1XA4YpxjuiO"}, "href": "https://api.spotify.com/v1/episodes/4mKbnCQUxIm1XA4YpxjuiO", "html_description": "<p>Remember the final scene in the original Jurassic Park, when they&#39;ve escaped the dinosaurs and fly off in their helicopter? I bet they are EXHAUSTED. This is the helicopter sound that they&#39;re all going to fall asleep to (minus the John Williams soundtrack). Skimming over the ocean and flying into the sunset, it&#39;s not a half bad way to get to sleep, assuming that you weren&#39;t recently mauled by genetically engineered velociraptors. Those guys give me insomnia.</p><br/><p>Here are some great products to help you sleep! Relaxing White Noise receives a small commission (at no additional cost to you) on purchases made through affiliate links. Thanks for supporting the podcast!</p><br/><p><a href=\"https://balooliving.xayxet.net/c/2939231/751289/10944\" rel=\"nofollow\">Baloo Living Weighted Blankets</a> (Use code &#39;relaxingwhitenoise10&#39; for 10% off)</p><br/><p>At Relaxing White Noise, our goal is to help you sleep well. This episode is eight hours long with no advertisements in the middle, so you can use it as a sleeping sound throughout the night. Listening to our white noise sounds via the podcast gives you the freedom to lock your phone at night, keeping your bedroom dark as you fall asleep.</p><br/><p><a href=\"https://www.youtube.com/watch?v&#61;Jhsn7OlvgYo\" rel=\"nofollow\">Check out the 10-Hour version on YouTube</a></p><br/><p><a href=\"https://www.relaxingwhitenoise.com/p/partner-with-us/\" rel=\"nofollow\">Contact Us for Partnership Inquiries</a></p><br/><p>Relaxing White Noise is the number one online destination for white noise and nature sounds to help you sleep, study or soothe a baby. With more than a billion views across YouTube and other platforms, we are excited to now share our popular ambient tracks on the Relaxing White Noise podcast. People use white noise for sleeping, focus, sound masking or relaxation. We couldn&#39;t be happier to help folks live better lives. This podcast has the sound for you whether you use white noise for studying, to soothe a colicky baby, to fall asleep or for simply enjoying a peaceful moment. No need to buy a white noise machine when you can listen to these sounds for free. Cheers to living your best life!</p><br/><p>DISCLAIMER: Remember that loud sounds can potentially damage your hearing. When playing one of our ambiences, if you cannot have a conversation over the sound without raising your voice, the sound may be too loud for your ears. Please do not place speakers right next to a baby’s ears. If you have difficulty hearing or hear ringing in your ears, please immediately discontinue listening to the white noise sounds and consult an audiologist or your physician. The sounds provided by Relaxing White Noise are for entertainment purposes only and are not a treatment for sleep disorders or tinnitus. If you have significant difficulty sleeping on a regular basis, experience fitful/restless sleep, or feel tired during the day, please consult your physician.</p><br/><p><a href=\"https://www.relaxingwhitenoise.com/p/privacy-policy/\" rel=\"nofollow\">Relaxing White Noise Privacy Policy</a></p><br/><p>© Relaxing White Noise LLC, 2015. All rights reserved. Any reproduction or republication of all or part of this text/visual/audio is prohibited.</p>", "id": "4mKbnCQUxIm1XA4YpxjuiO", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8aab031135100454e2b76f89b5", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fab031135100454e2b76f89b5", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dab031135100454e2b76f89b5", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en-US", "languages": ["en-US"], "name": "Helicopter Flight 8 Hours | White Noise for Sleep or Studying", "release_date": "2020-10-20", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AR", "AT", "AU", "BA", "BB", "BE", "BF", "BG", "BH", "BJ", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CL", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GB", "GD", "GE", "GH", "GM", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KI", "KN", "KR", "KW", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "UA", "US", "UY", "VC", "VN", "VU", "WS", "XK", "ZA"], "copyrights": [], "description": "Welcome to Relaxing White Noise, the podcast featuring white noise and nature sounds to help you sleep, study or soothe a baby. We make relaxing sounds to improve your life and are excited to share them with you. Join the hundred million people who have already enjoyed our white noise soundscapes which include rain sounds, ocean waves, white noise for babies, fan sounds, spaceships, Tibetan bowls, waterfalls and rain with thunder. Whether you're trying to study for a test, focus at work, fall asleep or simply relax, we have the perfect white noise sound for you. Cheers to feeling your best!", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/2bAmrw0xKnOhOx4hqSL7vF"}, "href": "https://api.spotify.com/v1/shows/2bAmrw0xKnOhOx4hqSL7vF", "html_description": "Welcome to Relaxing White Noise, the podcast featuring white noise and nature sounds to help you sleep, study or soothe a baby. We make relaxing sounds to improve your life and are excited to share them with you. Join the hundred million people who have already enjoyed our white noise soundscapes which include rain sounds, ocean waves, white noise for babies, fan sounds, spaceships, Tibetan bowls, waterfalls and rain with thunder. Whether you&#39;re trying to study for a test, focus at work, fall asleep or simply relax, we have the perfect white noise sound for you. Cheers to feeling your best!", "id": "2bAmrw0xKnOhOx4hqSL7vF", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a1cc30628b39f95dfc22f7126", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f1cc30628b39f95dfc22f7126", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d1cc30628b39f95dfc22f7126", "width": 64}], "is_externally_hosted": false, "languages": ["en-US"], "media_type": "audio", "name": "Relaxing White Noise", "publisher": "Relaxing White Noise, LLC", "total_episodes": 1050, "type": "show", "uri": "spotify:show:2bAmrw0xKnOhOx4hqSL7vF"}, "type": "episode", "uri": "spotify:episode:4mKbnCQUxIm1XA4YpxjuiO"}