{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/4ThxixsYS84mmQ9LKGwK5t/clip_1873300_1921100.mp3", "description": "Three people were awarded the 2021 Nobel Prize in economics: Josh Angrist, Guido Imbens and David (“Dave”) Card.  I have interviewed the first two, and today I have the pleasure of posting the last interview with Dr. Card himself. To most economists, Dr. Card needs no introduction and to be honest I’m really not even sure what to say.  I will just say that one time I was having dinner with a well known labor economist who had been on the market the same year as Card, and this economist over dinner without any hint of exaggeration said simply that Card was the greatest labor economist of his generation, bar none.  Other than that, I will just say some of the things about his work that has meant a lot to me.  Card is “real economist”.  Even more than that, he is “real labor economist”, which is the highest praise I know to give people. His knowledge of labor economic theory is deep and expansive.  It rolls off his tongue effortlessly.  You poke him, he bleeds income elasticities and a myriad of models that he holds to with a light grip.  But he was one of the booster rockets on the “credibility revolution”, too, that launched the social sciences into a new level of empirical work.  When he began working, labor was in the throes of a fairly deep empirical crisis, and we discussed that in this interview.  I learned many things I didn’t know, and he also corrected things I took for granted to be fact, like how I interpreted Bob Lalonde’s job market paper and what it meant.  Many of his studies seemed to be lightning rods on multiple levels — both because they were unexpected null results of prevailing neoclassical wisdom, but also because the studies forced the profession to have deeper conversations about epistemology.  What is a model?  What is evidence?  What does it mean to believe something? When are beliefs justified?  What makes them warranted?  These were not topics that I think Dr. Card himself seemed particularly interested in, but it’s very hard not to see in the anger that surrounded him and those studies people in the throes of being unable, unwilling or incapable of changing their mind even a small bit.This is in fact the story of the practical empirical work of data workers, though — marshaling convincing evidence, going up against a strong scientific blockade, and successful persuasion looking one way at the time that looks very different later.  We saw a complete rejection of the facts with Semmelweis’s hand washing hypothesis, and John Snow’s germ theory, for instance.  Both men published work that looking back is so obviously correct but at the time seemed to not move the needle on policymaker and scientist’s opinion.  I’m not saying that Dr. Card had that experience with his classic works on the minimum wage or immigration — he did after all win the John Bates Clark award and the Nobel Prize.  But listening to his story about what he and his colleague and coauthor Alan Krueger experienced at the time when it was published, I can only say that I think sometimes we forget how intense these academic fights can be.  We talk a little at different times about this speech he did in 2012 at Michigan about “design vs model based identification”, also, and if you want to read that, it’s here.I hope you enjoy this interview as much as I enjoyed being a part of it.  It’s around 90 minutes long, but it felt like 30 minutes.  At the 60 min mark, I told him well I guess we need to stop and he graciously gave me another half hour.  He also makes an announcement in the interview that I think wasn’t public knowledge, making me feel a little like Matt Drudge with breaking news.  But no spoilers — you’ll have to listen for yourself.  Thank you again for tuning in. If you like these interviews, please share them!  And if you really like them, consider supporting them with a subscription.  But no worries if you don’t want to.  Have a great rest of your week!  And remember — clear eyes, full hearts, can’t lose. Scott's Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber. Get full access to Scott's Mixtape Substack at causalinf.substack.com/subscribe", "duration_ms": 5929344, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/5mUPdMNzNmQWLEmXZ77HTl"}, "href": "https://api.spotify.com/v1/episodes/5mUPdMNzNmQWLEmXZ77HTl", "html_description": "<p>Three people were awarded the 2021 Nobel Prize in economics: Josh Angrist, Guido Imbens and David (“Dave”) Card.  I have interviewed the first two, and today I have the pleasure of posting the last interview with Dr. Card himself. </p><p>To most economists, Dr. Card needs no introduction and to be honest I’m really not even sure what to say.  I will just say that one time I was having dinner with a well known labor economist who had been on the market the same year as Card, and this economist over dinner without any hint of exaggeration said simply that Card was the greatest labor economist of his generation, bar none.  </p><p>Other than that, I will just say some of the things about his work that has meant a lot to me.  Card is “real economist”.  Even more than that, he is “real labor economist”, which is the highest praise I know to give people. His knowledge of labor economic theory is deep and expansive.  It rolls off his tongue effortlessly.  You poke him, he bleeds income elasticities and a myriad of models that he holds to with a light grip.  </p><p>But he was one of the booster rockets on the “credibility revolution”, too, that launched the social sciences into a new level of empirical work.  When he began working, labor was in the throes of a fairly deep empirical crisis, and we discussed that in this interview.  I learned many things I didn’t know, and he also corrected things I took for granted to be fact, like how I interpreted Bob Lalonde’s job market paper and what it meant.  Many of his studies seemed to be lightning rods on multiple levels — both because they were unexpected null results of prevailing neoclassical wisdom, but also because the studies forced the profession to have deeper conversations about epistemology.  What is a model?  What is evidence?  What does it mean to believe something? When are beliefs justified?  What makes them warranted?  These were not topics that I think Dr. Card himself seemed particularly interested in, but it’s very hard not to see in the anger that surrounded him and those studies people in the throes of being unable, unwilling or incapable of changing their mind even a small bit.</p><p>This is in fact the story of the practical empirical work of data workers, though — marshaling convincing evidence, going up against a strong scientific blockade, and successful persuasion looking one way at the time that looks very different later.  We saw a complete rejection of the facts with Semmelweis’s hand washing hypothesis, and John Snow’s germ theory, for instance.  Both men published work that looking back is so obviously correct but at the time seemed to not move the needle on policymaker and scientist’s opinion.  I’m not saying that Dr. Card had that experience with his classic works on the minimum wage or immigration — he did after all win the John Bates Clark award and the Nobel Prize.  But listening to his story about what he and his colleague and coauthor Alan Krueger experienced at the time when it was published, I can only say that I think sometimes we forget how intense these academic fights can be.  We talk a little at different times about this speech he did in 2012 at Michigan about “design vs model based identification”, also, and if you want to read that, it’s <a href=\"https://davidcard.berkeley.edu/lectures/woytinsky.pdf\" rel=\"nofollow\">here</a>.</p><p>I hope you enjoy this interview as much as I enjoyed being a part of it.  It’s around 90 minutes long, but it felt like 30 minutes.  At the 60 min mark, I told him well I guess we need to stop and he graciously gave me another half hour.  He also makes an announcement in the interview that I think wasn’t public knowledge, making me feel a little like Matt Drudge with breaking news.  But no spoilers — you’ll have to listen for yourself.  Thank you again for tuning in. If you like these interviews, please share them!  And if you really like them, consider supporting them with a subscription.  But no worries if you don’t want to.  Have a great rest of your week!  And remember — clear eyes, full hearts, can’t lose. </p><p></p><p>Scott&#39;s Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.</p> <br /><br />Get full access to Scott&#39;s Mixtape Substack at <a href=\"https://causalinf.substack.com/subscribe?utm_medium&#61;podcast&amp;utm_campaign&#61;CTA_4\" rel=\"nofollow\">causalinf.substack.com/subscribe</a>", "id": "5mUPdMNzNmQWLEmXZ77HTl", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a57f12470bd1150ad0dc51ce8", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f57f12470bd1150ad0dc51ce8", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d57f12470bd1150ad0dc51ce8", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en", "languages": ["en"], "name": "S2E21: Interview with Dave Card, Professor and Labor Economist and 2021 Winner of the Nobel Prize in Economics, UC-Berkeley", "release_date": "2023-06-27", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. causalinf.substack.com", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/2wDlnDFyWoHtflRVrnsO7i"}, "href": "https://api.spotify.com/v1/shows/2wDlnDFyWoHtflRVrnsO7i", "html_description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. <br /><br /><a href=\"https://causalinf.substack.com?utm_medium&#61;podcast\" rel=\"nofollow\">causalinf.substack.com</a>", "id": "2wDlnDFyWoHtflRVrnsO7i", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ad31740a2b97ef9cf32127279", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fd31740a2b97ef9cf32127279", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dd31740a2b97ef9cf32127279", "width": 64}], "is_externally_hosted": false, "languages": ["en"], "media_type": "audio", "name": "The Mixtape with Scott", "publisher": "scott cunningham", "total_episodes": 128, "type": "show", "uri": "spotify:show:2wDlnDFyWoHtflRVrnsO7i"}, "type": "episode", "uri": "spotify:episode:5mUPdMNzNmQWLEmXZ77HTl"}