{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/5oJ0MybX5ivxymquWOebYM/clip_3333300_3384500.mp3", "description": "Welcome back to the Mixtape with Scott. I took a little break to let listeners breathe a little, but I’m back with my regular weekly uploads of new interviews with economists as part of my ongoing project (if that’s the right word) to listen to and relay the personal stories of economists and then let those stories then mount up and tell a collective story of the profession.  Not “the story”, as there is no such thing as “the story”. Just a curated, selected story.  But my hope is that some of you hearing it will have more lights along the path.  And today I have the pleasure of introducing you to Ariel Pakes, the Thomas Professor of Economics at Harvard University. This was a fun interview.  People either know Dr. Pakes very very well, or they only know him by the letter “P”.  He is a structural econometrician and theoretical economist in the industrial organization tradition who has made major contributions to econometrics and theory of the firm as well as applied practices in both.  He is also the coauthor with Berry and Levihnson on an extremely popular method for estimating demand called “Berry-Levihnson-Pakes model” or BLP for short.  When I asked the chief economist at Spotify, Kyle Kretschman, just as the interview was concluding, what paper in economics continues to have had the most lasting impression on him even all these years after grad school, he just smiled and said “BLP”.  And that is hardly a minority position.  The 1995 Econometrica by those three economists, “Automobile Prices in Market Equilibrium” has had a major effect within economics and outside. Dr. Pakes has made seminal contributions to areas of lasting relevance to our understanding not just of econometrics but also advanced economies like the United States as he has brought great attention to issues around technological innovation, patents and market competition.  And we talked about some of this, particularly towards the end, but we talked about it in a way that I think you’ll find interesting because we talked into it, we talked through and towards it.You see one of the things that I’ve been trying to do in these interviews is to get over the “selection on the dependent variable” inherent in our understanding of the published impactful work of others, and the lasting careers others have had.  As we look at these people, and we study their works, and we use them even psychologically and existentially in complex barely discernible ways to navigate our own lives, I think we don’t always notice that we are usually engaged in a form of extreme selection bias called “conditioning on the outcome variable”.  That is, we are only observing these people after the work was done.  The failures, the false starts, the experimentations, the experiences they had on that road, how they met their collaborators, how they worked together, how they didn’t work so well together, all the trillions of decisions — it isn’t that those things are somehow free of endogeneities either.  All of life is endogenous, after all.  But if we are wanting to better understand how to get from point A to point B in our own lives, I don’t think it’s all that helpful to just look at people at point C and try to therefore guess where it is we need to reach next.  If nothing else, it’s at least also helpful to just listen to their story, watch them as they describe the movement as they remember it.  And so I loved this interview with Dr. Pakes.  Hearing about his love of NBA basketball, the outdoors with his family, and growing up in a radical socialist youth group.  His soft spoken, thoughtful discussions of his life as he shared his love for philosophy as a young man and how his first year at Harvard he was straddling economics and philosophy was fascinating, and just learning that his own approach to live — getting himself way over his head on a problem in economics and having to dig a way out — managed to not just get him out, but maybe get the rest of us out too.  It was wonderful and this was a really nice interview. I hope you love it as much as me.  Thanks again for tuning in.  Good luck to all of you as the new semester starts up.  My mom got Wordle on the first try this morning.  After having played every single morning since day one, this is the first time she actually got it right on the first try.  I have decided that not only is this a good omen for the fall, and not only is it good luck for me, but I have decided to share this good luck with all of you.  So consider this as my effort to share the blessing with you all no matter where you are.  Have a great new semester learning about our awesome, sometimes hard and tragic but always beautiful world full of amazing people.  Scott's Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber. Get full access to Scott's Mixtape Substack at causalinf.substack.com/subscribe", "duration_ms": 3949248, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/443MyIP5tN24ehwQMK79jE"}, "href": "https://api.spotify.com/v1/episodes/443MyIP5tN24ehwQMK79jE", "html_description": "<p>Welcome back to the Mixtape with Scott. I took a little break to let listeners breathe a little, but I’m back with my regular weekly uploads of new interviews with economists as part of my ongoing project (if that’s the right word) to listen to and relay the personal stories of economists and then let those stories then mount up and tell a collective story of the profession.  Not “the story”, as there is no such thing as “the story”. Just a curated, selected story.  But my hope is that some of you hearing it will have more lights along the path.  And today I have the pleasure of introducing you to <a href=\"https://scholar.harvard.edu/pakes/home\" rel=\"nofollow\">Ariel Pakes, the Thomas Professor of Economics at Harvard University. </a></p><p>This was a fun interview.  People either know Dr. Pakes very very well, or they only know him by the letter “P”.  He is a structural econometrician and theoretical economist in the industrial organization tradition who has made major contributions to econometrics and theory of the firm as well as applied practices in both.  He is also the coauthor with Berry and Levihnson on an extremely popular method for estimating demand called “Berry-Levihnson-Pakes model” or BLP for short.  When I asked the chief economist at Spotify, Kyle Kretschman, just as the interview was concluding, what paper in economics continues to have had the most lasting impression on him even all these years after grad school, he just smiled and said “BLP”.  And that is hardly a minority position.  The 1995 Econometrica by those three economists, “<a href=\"https://www.jstor.org/stable/2171802\" rel=\"nofollow\">Automobile Prices in Market Equilibrium</a>” has had a major effect within economics and outside. </p><p>Dr. Pakes has made seminal contributions to areas of lasting relevance to our understanding not just of econometrics but also advanced economies like the United States as he has brought great attention to issues around technological innovation, patents and market competition.  And we talked about some of this, particularly towards the end, but we talked about it in a way that I think you’ll find interesting because we talked into it, we talked through and towards it.</p><p>You see one of the things that I’ve been trying to do in these interviews is to get over the “selection on the dependent variable” inherent in our understanding of the published impactful work of others, and the lasting careers others have had.  As we look at these people, and we study their works, and we use them even psychologically and existentially in complex barely discernible ways to navigate our own lives, I think we don’t always notice that we are usually engaged in a form of extreme selection bias called “conditioning on the outcome variable”.  That is, we are only observing these people after the work was done.  The failures, the false starts, the experimentations, the experiences they had on that road, how they met their collaborators, how they worked together, how they didn’t work so well together, all the trillions of decisions — it isn’t that those things are somehow free of endogeneities either.  All of life is endogenous, after all.  But if we are wanting to better understand how to get from point A to point B in our own lives, I don’t think it’s all that helpful to just look at people at point C and try to therefore guess where it is we need to reach next.  If nothing else, it’s at least also helpful to just listen to their story, watch them as they describe the movement as they remember it.  And so I loved this interview with Dr. Pakes.  Hearing about his love of NBA basketball, the outdoors with his family, and growing up in a radical socialist youth group.  His soft spoken, thoughtful discussions of his life as he shared his love for philosophy as a young man and how his first year at Harvard he was straddling economics and philosophy was fascinating, and just learning that his own approach to live — getting himself way over his head on a problem in economics and having to dig a way out — managed to not just get him out, but maybe get the rest of us out too.  It was wonderful and this was a really nice interview. I hope you love it as much as me.  </p><p>Thanks again for tuning in.  Good luck to all of you as the new semester starts up.  My mom got Wordle on the first try this morning.  After having played every single morning since day one, this is the first time she actually got it right on the first try.  I have decided that not only is this a good omen for the fall, and not only is it good luck for me, but I have decided to share this good luck with all of you.  So consider this as my effort to share the blessing with you all no matter where you are.  Have a great new semester learning about our awesome, sometimes hard and tragic but always beautiful world full of amazing people.  </p><p></p><p></p><p>Scott&#39;s Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.</p> <br /><br />Get full access to Scott&#39;s Mixtape Substack at <a href=\"https://causalinf.substack.com/subscribe?utm_medium&#61;podcast&amp;utm_campaign&#61;CTA_4\" rel=\"nofollow\">causalinf.substack.com/subscribe</a>", "id": "443MyIP5tN24ehwQMK79jE", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ac86cbce018ffe71f0e6afae5", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fc86cbce018ffe71f0e6afae5", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dc86cbce018ffe71f0e6afae5", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en", "languages": ["en"], "name": "S2E27: Interview with Ariel Pakes, Professor and Economist, Harvard University", "release_date": "2023-08-22", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. causalinf.substack.com", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/2wDlnDFyWoHtflRVrnsO7i"}, "href": "https://api.spotify.com/v1/shows/2wDlnDFyWoHtflRVrnsO7i", "html_description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. <br /><br /><a href=\"https://causalinf.substack.com?utm_medium&#61;podcast\" rel=\"nofollow\">causalinf.substack.com</a>", "id": "2wDlnDFyWoHtflRVrnsO7i", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ad31740a2b97ef9cf32127279", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fd31740a2b97ef9cf32127279", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dd31740a2b97ef9cf32127279", "width": 64}], "is_externally_hosted": false, "languages": ["en"], "media_type": "audio", "name": "The Mixtape with Scott", "publisher": "scott cunningham", "total_episodes": 128, "type": "show", "uri": "spotify:show:2wDlnDFyWoHtflRVrnsO7i"}, "type": "episode", "uri": "spotify:episode:443MyIP5tN24ehwQMK79jE"}