{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/3S2haWNAKhIXu8v6oFRjwH/clip_823000_875100.mp3", "description": "This week’s episode of The Mixtape with Scott is an interview with an old professor of mine from when I was at the University of Georgia, Dr. George Selgin.  George was one of several really interesting professors I was fortunate enough to get to know while a PhD student there.  One anecdote of the impression he made on me was that he was a handful of people who ever read my dissertation. He gave back to me a massive marked up document full of suggestions and a lot of red underlines — not just to the job market paper, but all three chapters.  Which was remarkable for two reasons: he was not an applied microeconomist and he wasn’t even on my dissertation committee. He also came to my defense and was perhaps the single most vocal one there.  Being able to answer his questions was one of my happier moments of that late end of that period, as it felt like George took me very seriously and treated me as a peer.  He did that with everyone.  And that could be a bit intimidating since being George’s peer usually meant some pretty serious conversations. But George was like that — he was extremely engaged in my education, but also to many others as well.  I never took any courses from him, because I early on sorted into labor and econometrics, but I watched George closely all the time and interacted with him a lot.  He gave each person his full attention, read their papers very closely no matter the field, and in seminars was always on top of everything.  It was a lesson in areas I found to be valuable like individuality as an economist and taking ideas serious enough to battle with them.  George is a monetary economist and economic historian.  He was one of a handful of reasons I decided to go to Georgia at all.  He had written a short pamphlet I’d somehow found in college on something obscure (to many anyway) called “praxeology”.  That’s something from Austrian economics, and originally I really thought economics was Austrian economics.  Coming from a literature background, I’d never had any economics classes, so what I knew, I knew from reading classical liberals like Hayek, Mises, Milton Friedman and a couple others.  I was spent a lot of time reading people from the Austrian tradition and the Chicago tradition, from the early to mid 20th century.  I knew about George because of that praxeology pamphlet which I read backwards and forwards, over and over, trying to understand everything I could.  Imagine my surprise when first year coursework did not involve any praxeology! “I was told there would be no math” I often thought to myself.  So George is a hero of sorts of mine.  He is an excellent writer, a very careful thinker, a wonderful economist and an inspiring professor. And he’s going to be part of a longer series I’d like to do on what I’ll just be calling “the two wings of the profession: Austrian economics and the heterodox traditions”. Although that’s a mouthful.  I am hoping to do interviews with places like George Mason University, as well as U Mass Amherst, the economists from the old Notre Dame economics department (now defunct), Riverside and more.  These are important parts of our profession’s history, with many interesting stories, and I don’t think many people know them.  But I’m hoping you will find them interesting.  They’ll be trickling in as I continue making progress towards them, but expect them to be scattered across season 2 and 3.  If you like the podcast, consider liking, following, sharing, and subscribing!  The podcast is a labor of love.  I love the stories of our profession and the people in our profession a lot.  I know others do too and I hope these stories speak to you as you continue navigating your own journey, wherever you are and whoever you are. Peace!Scott's Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber. Get full access to Scott's Mixtape Substack at causalinf.substack.com/subscribe", "duration_ms": 3538272, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/3GkCm3jWzTRdsx8O7AxN1Y"}, "href": "https://api.spotify.com/v1/episodes/3GkCm3jWzTRdsx8O7AxN1Y", "html_description": "<p>This week’s episode of The Mixtape with Scott is an interview with an old professor of mine from when I was at the University of Georgia, Dr. George Selgin.  George was one of several really interesting professors I was fortunate enough to get to know while a PhD student there.  One anecdote of the impression he made on me was that he was a handful of people who ever read my dissertation. He gave back to me a massive marked up document full of suggestions and a lot of red underlines — not just to the job market paper, but all three chapters.  Which was remarkable for two reasons: he was not an applied microeconomist and he wasn’t even on my dissertation committee. He also came to my defense and was perhaps the single most vocal one there.  Being able to answer his questions was one of my happier moments of that late end of that period, as it felt like George took me very seriously and treated me as a peer.  He did that with everyone.  And that could be a bit intimidating since being George’s peer usually meant some pretty serious conversations. </p><p>But George was like that — he was extremely engaged in my education, but also to many others as well.  I never took any courses from him, because I early on sorted into labor and econometrics, but I watched George closely all the time and interacted with him a lot.  He gave each person his full attention, read their papers very closely no matter the field, and in seminars was always on top of everything.  It was a lesson in areas I found to be valuable like individuality as an economist and taking ideas serious enough to battle with them.  </p><p>George is a monetary economist and economic historian.  He was one of a handful of reasons I decided to go to Georgia at all.  He had written a short pamphlet I’d somehow found in college on something obscure (to many anyway) called “praxeology”.  That’s something from Austrian economics, and originally I really thought economics was Austrian economics.  Coming from a literature background, I’d never had any economics classes, so what I knew, I knew from reading classical liberals like Hayek, Mises, Milton Friedman and a couple others.  I was spent a lot of time reading people from the Austrian tradition and the Chicago tradition, from the early to mid 20th century.  I knew about George because of that praxeology pamphlet which I read backwards and forwards, over and over, trying to understand everything I could.  Imagine my surprise when first year coursework did not involve any praxeology! “I was told there would be no math” I often thought to myself.  </p><p>So George is a hero of sorts of mine.  He is an excellent writer, a very careful thinker, a wonderful economist and an inspiring professor. And he’s going to be part of a longer series I’d like to do on what I’ll just be calling “the two wings of the profession: Austrian economics and the heterodox traditions”. Although that’s a mouthful.  I am hoping to do interviews with places like George Mason University, as well as U Mass Amherst, the economists from the old Notre Dame economics department (now defunct), Riverside and more.  These are important parts of our profession’s history, with many interesting stories, and I don’t think many people know them.  But I’m hoping you will find them interesting.  They’ll be trickling in as I continue making progress towards them, but expect them to be scattered across season 2 and 3.  </p><p>If you like the podcast, consider liking, following, sharing, and subscribing!  The podcast is a labor of love.  I love the stories of our profession and the people in our profession a lot.  I know others do too and I hope these stories speak to you as you continue navigating your own journey, wherever you are and whoever you are. Peace!</p><p></p><p></p><p>Scott&#39;s Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.</p><p></p><p></p> <br /><br />Get full access to Scott&#39;s Mixtape Substack at <a href=\"https://causalinf.substack.com/subscribe?utm_medium&#61;podcast&amp;utm_campaign&#61;CTA_4\" rel=\"nofollow\">causalinf.substack.com/subscribe</a>", "id": "3GkCm3jWzTRdsx8O7AxN1Y", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a0a82449c4a45c3df5744f151", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f0a82449c4a45c3df5744f151", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d0a82449c4a45c3df5744f151", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en", "languages": ["en"], "name": "S2E19: George Selgin, Economic Historian and Monetary Economist", "release_date": "2023-06-13", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. causalinf.substack.com", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/2wDlnDFyWoHtflRVrnsO7i"}, "href": "https://api.spotify.com/v1/shows/2wDlnDFyWoHtflRVrnsO7i", "html_description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. <br /><br /><a href=\"https://causalinf.substack.com?utm_medium&#61;podcast\" rel=\"nofollow\">causalinf.substack.com</a>", "id": "2wDlnDFyWoHtflRVrnsO7i", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ad31740a2b97ef9cf32127279", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fd31740a2b97ef9cf32127279", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dd31740a2b97ef9cf32127279", "width": 64}], "is_externally_hosted": false, "languages": ["en"], "media_type": "audio", "name": "The Mixtape with Scott", "publisher": "scott cunningham", "total_episodes": 128, "type": "show", "uri": "spotify:show:2wDlnDFyWoHtflRVrnsO7i"}, "type": "episode", "uri": "spotify:episode:3GkCm3jWzTRdsx8O7AxN1Y"}