{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/38k8XpqzPC9dO5bo0tbxyS/clip_591307_651307.mp3", "description": "En el segundo episodio de la semana nos quedamos por aquí y viajamos al norte de la península para descubrir a una banda riojana que debutó el año pasado con \"Mamá tiene una pistola\". Un artefacto lleno de stoner, punk, hardcore, rock duro y muy buenas letras. Se llaman Tobogán y nos hacen tener fe en la interesante escena que está surgiendo últimamente en todo el estado. Los comparamos con unos gigantes como son Kuraia.  Tracklist:  Vuelve a llamarnos - Tobogán Fereka - Kuraia Alta fidelidad - Tobogán Kea - Kuraia No caso - Tobogán Antigona - Kuraia Medicando costumbre - Tobogán Udaberri azidoa - Kuraia Sin miedo al ruido - Tobogán Gizon sikodelikoa - Kuraia", "duration_ms": 3392574, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/7wReGLbcK2aYYk17wBbDTv"}, "href": "https://api.spotify.com/v1/episodes/7wReGLbcK2aYYk17wBbDTv", "html_description": "En el segundo episodio de la semana nos quedamos por aquí y viajamos al norte de la península para descubrir a una banda riojana que debutó el año pasado con &#34;Mamá tiene una pistola&#34;. Un artefacto lleno de stoner, punk, hardcore, rock duro y muy buenas letras. Se llaman Tobogán y nos hacen tener fe en la interesante escena que está surgiendo últimamente en todo el estado. Los comparamos con unos gigantes como son Kuraia.<br/>Tracklist:<br/>Vuelve a llamarnos - Tobogán<br/>Fereka - Kuraia<br/>Alta fidelidad - Tobogán<br/>Kea - Kuraia<br/>No caso - Tobogán<br/>Antigona - Kuraia<br/>Medicando costumbre - Tobogán<br/>Udaberri azidoa - Kuraia<br/>Sin miedo al ruido - Tobogán<br/>Gizon sikodelikoa - Kuraia", "id": "7wReGLbcK2aYYk17wBbDTv", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a997829a695c8a9b19276552b", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f997829a695c8a9b19276552b", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d997829a695c8a9b19276552b", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "es", "languages": ["es"], "name": "Tobogán Vs. Kuraia", "release_date": "2022-03-10", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "Haciendo un guiño a The Clash tanto en el nombre del programa como en la sintonía, la intención de “Si la música hablase” es demostrar que existen conexiones entre músicas aparentemente opuestas, que la música es un lenguaje universal y que no importan tanto las etiquetas ni los estilos.   Además, con esta filosofía, se pretende acercar pensamientos, encontrar puntos de unión y eliminar barreras entre culturas. Conseguir que se acepten las músicas diferentes y que se conozcan otras desconocidas que representan a otras comunidades, razas y naciones.  Tiene tanto una intención didáctica como de entretenimiento, goza de libertad absoluta y no se regirá por ningún estilo musical en particular ni dejará que las novedades dicten los contenidos.  Durante el programa se realiza un viaje sonoro que sirve de punto de partida para contextualizar aspectos históricos, sociales y políticos.", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/6ZybHCVNMtVi5CGEygXeis"}, "href": "https://api.spotify.com/v1/shows/6ZybHCVNMtVi5CGEygXeis", "html_description": "Haciendo un guiño a The Clash tanto en el nombre del programa como en la sintonía, la intención de “Si la música hablase” es demostrar que existen conexiones entre músicas aparentemente opuestas, que la música es un lenguaje universal y que no importan tanto las etiquetas ni los estilos. <br/>Además, con esta filosofía, se pretende acercar pensamientos, encontrar puntos de unión y eliminar barreras entre culturas. Conseguir que se acepten las músicas diferentes y que se conozcan otras desconocidas que representan a otras comunidades, razas y naciones.<br/>Tiene tanto una intención didáctica como de entretenimiento, goza de libertad absoluta y no se regirá por ningún estilo musical en particular ni dejará que las novedades dicten los contenidos.<br/>Durante el programa se realiza un viaje sonoro que sirve de punto de partida para contextualizar aspectos históricos, sociales y políticos.", "id": "6ZybHCVNMtVi5CGEygXeis", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a7670de5d51639dea22b2e1f9", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f7670de5d51639dea22b2e1f9", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d7670de5d51639dea22b2e1f9", "width": 64}], "is_externally_hosted": false, "languages": ["es"], "media_type": "audio", "name": "Si la música hablase", "publisher": "Si la música hablase", "total_episodes": 359, "type": "show", "uri": "spotify:show:6ZybHCVNMtVi5CGEygXeis"}, "type": "episode", "uri": "spotify:episode:7wReGLbcK2aYYk17wBbDTv"}