{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/0xjo5mVh7vWa35fAUL62m2/clip_508840_568840.mp3", "description": "Ya podés escuchar el nuevo episodio del podcast de la revista crisis,  con el resumen de lo más importante de la semana en la escena política  argentina. Mientras algunes lo llaman el plan “platita en el bolsillo”, otres celebran la reacción del Gobierno. Pero también hay quienes encienden la alarma. Por un lado, una batería de anuncios económicos dirigidos a distintos sectores. Por el otro, nuevas estadísticas que reflejan la magnitud de la crisis social argentina. En el centro, siempre la inquietud: ¿alcanzará para mejorar la vida o son manotazos de ahogado para ir tapando baches? Hablan María del Carmen Díaz, vocera de la Agrupación de Trabajadoras de Casas Particulares en Lucha; Eugenio Semino, Defensor de la Tercera Edad; y Sergio Pedace, vicepresidente de la Cámara Argentina de Matarifes y Abastecedores. Nos vamos a la Patagonia, más específicamente hacia Chubut y Río Negro, donde en las últimas semanas volvió a recrudecer un conflicto que lleva siglos desplegándose. Hablamos de los reclamos del pueblo mapuche por las tierras que les pertenecen y de las respuestas que reciben tanto por parte de quienes se dicen “propietarios” como del Estado. Por qué hay señales que alertan que algo cambió para mal en el sur. Participa Hernán Schiaffini, corresponsal. Finalmente, entramos a recorrer el que tal vez sea el palacio principal de este sistema al que llamamos “democracia”: la Corte Suprema de Justicia de la Nación. Con la la nueva presidencia de Horacio Rosatti, el máximo tribunal del país afronta cambios, aunque no es tan seguro que las implicancias políticas de ellos puedan desentrañarse tan fácil. Opina Paula Litvachky, directora ejecutiva de CELS Encontranos en todas las plataformas de podcast o los sábado de 8 a 10 en Nacional Rock, FM 93.7 ", "duration_ms": 2670158, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/1CadAiPLiwVaEPpA331dNi"}, "href": "https://api.spotify.com/v1/episodes/1CadAiPLiwVaEPpA331dNi", "html_description": "<p>Ya podés escuchar el nuevo episodio del podcast de la revista crisis,  con el resumen de lo más importante de la semana en la escena política  argentina.</p><br/><p>Mientras algunes lo llaman el plan “platita en el bolsillo”, otres celebran la reacción del Gobierno. Pero también hay quienes encienden la alarma. Por un lado, una batería de anuncios económicos dirigidos a distintos sectores. Por el otro, nuevas estadísticas que reflejan la magnitud de la crisis social argentina. En el centro, siempre la inquietud: ¿alcanzará para mejorar la vida o son manotazos de ahogado para ir tapando baches?</p><br/><p>Hablan María del Carmen Díaz, vocera de la Agrupación de Trabajadoras de Casas Particulares en Lucha; Eugenio Semino, Defensor de la Tercera Edad; y Sergio Pedace, vicepresidente de la Cámara Argentina de Matarifes y Abastecedores.</p><br/><p>Nos vamos a la Patagonia, más específicamente hacia Chubut y Río Negro, donde en las últimas semanas volvió a recrudecer un conflicto que lleva siglos desplegándose. Hablamos de los reclamos del pueblo mapuche por las tierras que les pertenecen y de las respuestas que reciben tanto por parte de quienes se dicen “propietarios” como del Estado. Por qué hay señales que alertan que algo cambió para mal en el sur.</p><br/><p>Participa Hernán Schiaffini, corresponsal.</p><br/><p>Finalmente, entramos a recorrer el que tal vez sea el palacio principal de este sistema al que llamamos “democracia”: la Corte Suprema de Justicia de la Nación. Con la la nueva presidencia de Horacio Rosatti, el máximo tribunal del país afronta cambios, aunque no es tan seguro que las implicancias políticas de ellos puedan desentrañarse tan fácil.</p><br/><p>Opina Paula Litvachky, directora ejecutiva de CELS</p><br/><p>Encontranos en todas las plataformas de podcast o los sábado de 8 a 10 en Nacional Rock, FM 93.7<br /><br/></p>", "id": "1CadAiPLiwVaEPpA331dNi", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a175d3edf284433a549ea0952", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f175d3edf284433a549ea0952", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d175d3edf284433a549ea0952", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "es-AR", "languages": ["es-AR"], "name": "| Crisis en el aire #67 | el bolsillo emparchado, terratenientes patagónicos al ataque y la rosca suprema.", "release_date": "2021-10-02", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AR", "AT", "AU", "BA", "BB", "BE", "BF", "BG", "BH", "BJ", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CL", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GB", "GD", "GE", "GH", "GM", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KI", "KN", "KR", "KW", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "UA", "US", "UY", "VC", "VN", "VU", "WS", "XK", "ZA"], "copyrights": [], "description": "Cada semana, un nuevo episodios de #CrisisEnElAire, #ElMundoEnCrisis y ediciones especiales.", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/1Vxwc9aj9uveDBZz8Pa7KI"}, "href": "https://api.spotify.com/v1/shows/1Vxwc9aj9uveDBZz8Pa7KI", "html_description": "Cada semana, un nuevo episodios de #CrisisEnElAire, #ElMundoEnCrisis y ediciones especiales.", "id": "1Vxwc9aj9uveDBZz8Pa7KI", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a038cd6cab2611ff392d0cb24", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f038cd6cab2611ff392d0cb24", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d038cd6cab2611ff392d0cb24", "width": 64}], "is_externally_hosted": false, "languages": ["es-AR"], "media_type": "audio", "name": "Revista Crisis", "publisher": "Revista Crisis", "total_episodes": 320, "type": "show", "uri": "spotify:show:1Vxwc9aj9uveDBZz8Pa7KI"}, "type": "episode", "uri": "spotify:episode:1CadAiPLiwVaEPpA331dNi"}