{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/7yyDvlp9KORxCsvDWgYR7Q/clip_128258_188258.mp3", "description": "Hijo de inmigrantes italianos, Arturo Illia había nacido en la ciudad bonaerense de Pergamino en 1900 y, tras graduarse como médico en la Universidad de Buenos Aires, se instaló en la ciudad de Cruz del Eje, en el noroeste de Córdoba, donde comenzó a forjar su carrera política en la Unión Cívica Radical.  Fue senador provincial; vicegobernador de Córdoba; en 1948, resultó electo diputado nacional y, desde esa banca, ejerció una férrea oposición al gobierno de Juan Domingo Perón, quien sería derrocado en 1955.  En las elecciones celebradas en julio de 1963, y con el justicialismo proscripto, Illia obtuvo el 25.14% de los votos como candidato presidencial de la UCR.  Tras ser ratificado por el Colegio Electoral, asumió la presidencia el 12 de octubre de 1963 pero, desde los inicios, su gobierno estuvo signado por las presiones que ejercieron empresas multinacionales, las Fuerzas Armadas y un sector del sindicalismo.  Los avances que el peronismo obtuvo en las elecciones de 1965, y la aparición de un foco guerrillero guevarista en la provincia de Salta, generaron malestar en los sectores castrenses, que comenzaron a conspirar con actores civiles del sector financiero, la Sociedad Rural y la Unión Industrial Argentina.  Los generales Juan Carlos Onganía, Pascual Pistarini y Julio Alsogaray, de aceitados vínculos con la Embajada de los Estados Unidos, iniciaron contactos con operadores civiles como Nicanor Costa Méndez, y propugnaron la instrumentación de una política económica en sintonía con las recomendaciones de los organismos internacionales de crédito.  El 27 de junio de 1966, las tres armas le comunicaron al presidente Illia que lo mejor era renunciar, algo que el entonces mandatario rechazó.  Esa misma noche, fuerzas policiales rodearon la Casa Rosada y pasadas las 5 de la madrugada, el general Alsogaray ingresó a la sede gubernamental para exigirle la renuncia.  Illia se retiró por sus propios medios, rodeado de algunos adeptos, pidió un taxi y se marchó hacia el domicilio de su hermano, en la localidad de Martínez.  Luego, se instaló en Cruz del Eje, donde volvió a ejercer la medicina y falleció 18 de enero de 1983.  Tras el derrocamiento de Illia, el 28 de junio de 1966 asumiría el poder el teniente general Onganía, dictador que se proponía gobernar la Argentina por cuarenta años.  Recordamos esta fecha a partir de un informe especial elaborado por el Área de Contenidos y conservados en el Archivo Histórico de Radio Nacional.       ", "duration_ms": 321880, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/4vL0ZpJWOF9BD8CNtqXsnY"}, "href": "https://api.spotify.com/v1/episodes/4vL0ZpJWOF9BD8CNtqXsnY", "html_description": "Hijo de inmigrantes italianos, Arturo Illia había nacido en la ciudad bonaerense de Pergamino en 1900 y, tras graduarse como médico en la Universidad de Buenos Aires, se instaló en la ciudad de Cruz del Eje, en el noroeste de Córdoba, donde comenzó a forjar su carrera política en la Unión Cívica Radical.<br/>Fue senador provincial; vicegobernador de Córdoba; en 1948, resultó electo diputado nacional y, desde esa banca, ejerció una férrea oposición al gobierno de Juan Domingo Perón, quien sería derrocado en 1955.<br/>En las elecciones celebradas en julio de 1963, y con el justicialismo proscripto, Illia obtuvo el 25.14% de los votos como candidato presidencial de la UCR.<br/>Tras ser ratificado por el Colegio Electoral, asumió la presidencia el 12 de octubre de 1963 pero, desde los inicios, su gobierno estuvo signado por las presiones que ejercieron empresas multinacionales, las Fuerzas Armadas y un sector del sindicalismo.<br/>Los avances que el peronismo obtuvo en las elecciones de 1965, y la aparición de un foco guerrillero guevarista en la provincia de Salta, generaron malestar en los sectores castrenses, que comenzaron a conspirar con actores civiles del sector financiero, la Sociedad Rural y la Unión Industrial Argentina.<br/>Los generales Juan Carlos Onganía, Pascual Pistarini y Julio Alsogaray, de aceitados vínculos con la Embajada de los Estados Unidos, iniciaron contactos con operadores civiles como Nicanor Costa Méndez, y propugnaron la instrumentación de una política económica en sintonía con las recomendaciones de los organismos internacionales de crédito.<br/>El 27 de junio de 1966, las tres armas le comunicaron al presidente Illia que lo mejor era renunciar, algo que el entonces mandatario rechazó.<br/>Esa misma noche, fuerzas policiales rodearon la Casa Rosada y pasadas las 5 de la madrugada, el general Alsogaray ingresó a la sede gubernamental para exigirle la renuncia.<br/>Illia se retiró por sus propios medios, rodeado de algunos adeptos, pidió un taxi y se marchó hacia el domicilio de su hermano, en la localidad de Martínez.<br/>Luego, se instaló en Cruz del Eje, donde volvió a ejercer la medicina y falleció 18 de enero de 1983.<br/>Tras el derrocamiento de Illia, el 28 de junio de 1966 asumiría el poder el teniente general Onganía, dictador que se proponía gobernar la Argentina por cuarenta años.<br/>Recordamos esta fecha a partir de un informe especial elaborado por el Área de Contenidos y conservados en el Archivo Histórico de Radio Nacional.<br/> ", "id": "4vL0ZpJWOF9BD8CNtqXsnY", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8affddeb008967518165534d5d", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fffddeb008967518165534d5d", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dffddeb008967518165534d5d", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "es", "languages": ["es"], "name": "A 60 años de la asunción presidencial de Arturo Illia", "release_date": "2023-10-12", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AR", "AT", "AU", "BA", "BB", "BE", "BF", "BG", "BH", "BJ", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CL", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GB", "GD", "GE", "GH", "GM", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KI", "KN", "KR", "KW", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "UA", "US", "UY", "VC", "VN", "VU", "WS", "XK", "ZA"], "copyrights": [], "description": "El pasado guarda todos los secretos del futuro y la reconstrucción histórica se transforma en el espejito retrovisor que nos permite seguir hacia adelante. Historias de un día como hoy, recorriendo la línea de tiempo de la humanidad; para saber por qué, para intentar liberarnos de errores viejos y advertirnos de obstáculos nuevos.", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/0coXUT3ooAyhSpiB8I24wq"}, "href": "https://api.spotify.com/v1/shows/0coXUT3ooAyhSpiB8I24wq", "html_description": "El pasado guarda todos los secretos del futuro y la reconstrucción histórica se transforma en el espejito retrovisor que nos permite seguir hacia adelante. Historias de un día como hoy, recorriendo la línea de tiempo de la humanidad; para saber por qué, para intentar liberarnos de errores viejos y advertirnos de obstáculos nuevos.", "id": "0coXUT3ooAyhSpiB8I24wq", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8affddeb008967518165534d5d", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fffddeb008967518165534d5d", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dffddeb008967518165534d5d", "width": 64}], "is_externally_hosted": false, "languages": ["es"], "media_type": "audio", "name": "Archivo presente: Día X Día", "publisher": "Radio Nacional Argentina", "total_episodes": 300, "type": "show", "uri": "spotify:show:0coXUT3ooAyhSpiB8I24wq"}, "type": "episode", "uri": "spotify:episode:4vL0ZpJWOF9BD8CNtqXsnY"}