{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/02yZWX6bP0wHHycQYwnzYb/clip_3047450_3103350.mp3", "description": "Marina Della Guista is a pioneer in the economics of Sex Work who started her career at the University of Reading and is now a professor at the University of Turin. And when I first started studying sex work, I went looking for what papers economists had written. There weren’t many, but the ones that had been written were fascinating. Many, though not all, were applied theory papers. I remember with great fondness studying new models gaining rich insight into how other economists thought this niche subject in labor economics. One of the studies that left an incredible mark on my orientation in studying sex work was “Who is Watching” by Marina della Giusta, Maria di Tommasso and Steiner Strøm. It was a paper of supply and demand for sex work in which stigma was part of the cost structure but interestingly stigma was also endogenous and determined jointly in equilibrium with the size of the work force and clientele as well as wages paid and received. As the market grew, as the more people engaged in this illicit activity expanded, the stigma penalty itself declined suggesting to me in my own work that if the internet was expanded sex work, or if it was legalized, the stigma under prohibition and clandestine markets might lift some. The degree to which it did would depend on the elasticities in the world.It was the sort of Becker style reasoning that I found so attractive — the idea that things we think of as exogenous and unchanging may be endogenous, governed by formal processes and that technology may shape those norms, for good or bad.Since then, I have become friends with all three authors, and one of them very close. I met all three last November when I visited Turin to do a workshop and serve on a committee. But Marina and I have been friends even before then. She was active on Twitter when I had been too, so we’d deepened our friendship there, but even beyond that I think we just had made regular communication a part of our life. Marina is an excellent labor economist with both sides of the applied skill set — empiricism and applied theory. She has continued to steadfastly worked on stigma in sex work as well as studying the so-called Nordic model, a leading contender in augmenting standard prohibition by lifting the bands on supply but maintaining the prohibition on demand. Traditional tax theory say the impact on wages and the distribution of burden is the same whether you target supply or demand though being the dutiful empiricist she along with Maria have attempted to determine to what degree the end demand approach changes risk attitudes and any evidence of behavioral change using survey data in UK. In this podcast she shares her journey through labor and gender, and not being an American, it reminds I hope everyone that the United States economics community is rich and spreads around the globe. If you find these podcast interviews interesting and valuable, please share it with colleagues and students, and consider following and subscribing and supporting it.  These interviews are an oral history of the profession as told through the personal stories of economists. Scott's Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber. Get full access to Scott's Mixtape Substack at causalinf.substack.com/subscribe", "duration_ms": 3747648, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/7vDDuNqQgBS2quYoEh6wy9"}, "href": "https://api.spotify.com/v1/episodes/7vDDuNqQgBS2quYoEh6wy9", "html_description": "<p></p><p><a href=\"https://www.iza.org/person/27918/marina-della-giusta\" rel=\"nofollow\">Marina Della Guista</a> is a pioneer in the economics of Sex Work who started her career at the University of Reading and is now a professor at the University of Turin. And when I first started studying sex work, I went looking for what papers economists had written. There weren’t many, but the ones that had been written were fascinating. Many, though not all, were applied theory papers. I remember with great fondness studying new models gaining rich insight into how other economists thought this niche subject in labor economics. </p><p>One of the studies that left an incredible mark on my orientation in studying sex work was “<a href=\"https://www.jstor.org/stable/40344741\" rel=\"nofollow\">Who is Watching” by Marina della Giusta, Maria di Tommasso and Steiner Strøm</a>. It was a paper of supply and demand for sex work in which stigma was part of the cost structure but interestingly stigma was also endogenous and determined jointly in equilibrium with the size of the work force and clientele as well as wages paid and received. As the market grew, as the more people engaged in this illicit activity expanded, the stigma penalty itself declined suggesting to me in my own work that if the internet was expanded sex work, or if it was legalized, the stigma under prohibition and clandestine markets might lift some. The degree to which it did would depend on the elasticities in the world.</p><p>It was the sort of Becker style reasoning that I found so attractive — the idea that things we think of as exogenous and unchanging may be endogenous, governed by formal processes and that technology may shape those norms, for good or bad.</p><p>Since then, I have become friends with all three authors, and one of them very close. I met all three last November when I visited Turin to do a workshop and serve on a committee. But <a href=\"https://www.google.com/search?client&#61;safari&amp;rls&#61;en&amp;q&#61;marina&#43;della&#43;giusta&amp;ie&#61;UTF-8&amp;oe&#61;UTF-8\" rel=\"nofollow\">Marina</a> and I have been friends even before then. She was active on Twitter when I had been too, so we’d deepened our friendship there, but even beyond that I think we just had made regular communication a part of our life. </p><p>Marina is an excellent labor economist with both sides of the applied skill set — empiricism and applied theory. She has continued to steadfastly worked on stigma in sex work as well as studying the so-called Nordic model, a leading contender in augmenting standard prohibition by lifting the bands on supply but maintaining the prohibition on demand. Traditional tax theory say the impact on wages and the distribution of burden is the same whether you target supply or demand though being the dutiful empiricist she along with Maria have attempted to determine to what degree the end demand approach changes risk attitudes and any evidence of behavioral change using survey data in UK. </p><p>In this podcast she shares her journey through labor and gender, and not being an American, it reminds I hope everyone that the United States economics community is rich and spreads around the globe. If you find these podcast interviews interesting and valuable, please share it with colleagues and students, and consider following and subscribing and supporting it.  These interviews are an oral history of the profession as told through the personal stories of economists. </p><p></p><p></p><p>Scott&#39;s Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.</p> <br /><br />Get full access to Scott&#39;s Mixtape Substack at <a href=\"https://causalinf.substack.com/subscribe?utm_medium&#61;podcast&amp;utm_campaign&#61;CTA_4\" rel=\"nofollow\">causalinf.substack.com/subscribe</a>", "id": "7vDDuNqQgBS2quYoEh6wy9", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a5a8081320a9126ff5a8f1b97", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f5a8081320a9126ff5a8f1b97", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d5a8081320a9126ff5a8f1b97", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en", "languages": ["en"], "name": "S2E20: Interview with Marina Della Giusta, Labor Economist and Professor", "release_date": "2023-06-20", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. causalinf.substack.com", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/2wDlnDFyWoHtflRVrnsO7i"}, "href": "https://api.spotify.com/v1/shows/2wDlnDFyWoHtflRVrnsO7i", "html_description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. <br /><br /><a href=\"https://causalinf.substack.com?utm_medium&#61;podcast\" rel=\"nofollow\">causalinf.substack.com</a>", "id": "2wDlnDFyWoHtflRVrnsO7i", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ad31740a2b97ef9cf32127279", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fd31740a2b97ef9cf32127279", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dd31740a2b97ef9cf32127279", "width": 64}], "is_externally_hosted": false, "languages": ["en"], "media_type": "audio", "name": "The Mixtape with Scott", "publisher": "scott cunningham", "total_episodes": 128, "type": "show", "uri": "spotify:show:2wDlnDFyWoHtflRVrnsO7i"}, "type": "episode", "uri": "spotify:episode:7vDDuNqQgBS2quYoEh6wy9"}