{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/4po8QDjb9iXiJhIURyiram/clip_240307_300307.mp3", "description": "¿Cómo poner límites de forma efectiva?  En este episodio de 'Sobran las Palabras', nos reunimos en una tertulia especial entre Chavi Nieto y Álvaro Embid, ambos formadores en Comunicación No Violenta, para abordar un tema fundamental en nuestras relaciones: cómo poner límites y diferenciarlos de peticiones o exigencias. Inspirándonos en la metodología de Marshall Rosenberg, exploramos cómo los límites claros y conscientes pueden transformar nuestras relaciones personales y familiares. Además, abordamos cuestiones clave como:  - El contacto cero: ¿Cuándo y por qué bloquear a alguien del teléfono?  - Relaciones familiares: ¿Cómo poner límites con padres, madres, hijos e hijas sin perder la conexión emocional?  En este diálogo, compartimos ejemplos prácticos y reflexionamos sobre las herramientas necesarias para establecer límites de manera respetuosa y efectiva, mejorando la comunicación y el bienestar en nuestras interacciones. Este episodio es una guía para quienes buscan aprender a diferenciar entre límites, peticiones y exigencias, y desean cultivar relaciones más saludables.  Si te interesa aprender más sobre cómo mejorar tus relaciones personales y familiares mediante la Comunicación No Violenta, este video es para ti. Chavi y Álvaro comparten su experiencia y conocimientos de una manera accesible y enriquecedora. 🎯 No olvides suscribirte a nuestro canal y compartir este video con alguien a quien pueda ayudar. 🌐 Descubre más sobre nosotros en: - involucracia.com/bio (Chavi Nieto) - www.entendiendonos.com (Álvaro Embid) Aquí puedes encontrar un curso gratuito de iniciación a la comunicación no violenta.  Gracias por formar parte de esta comunidad. Esperamos que este episodio te inspire a explorar nuevas formas de comunicarte y poner límites de manera consciente y efectiva.  Un abrazo enorme!", "duration_ms": 2790400, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/2niUpPZQQXTASXOxmteHBH"}, "href": "https://api.spotify.com/v1/episodes/2niUpPZQQXTASXOxmteHBH", "html_description": "<p>¿Cómo poner límites de forma efectiva?<br/>En este episodio de &#39;Sobran las Palabras&#39;, nos reunimos en una tertulia especial entre Chavi Nieto y Álvaro Embid, ambos formadores en Comunicación No Violenta, para abordar un tema fundamental en nuestras relaciones: cómo poner límites y diferenciarlos de peticiones o exigencias.<br/>Inspirándonos en la metodología de Marshall Rosenberg, exploramos cómo los límites claros y conscientes pueden transformar nuestras relaciones personales y familiares. Además, abordamos cuestiones clave como:<br/>- El contacto cero: ¿Cuándo y por qué bloquear a alguien del teléfono?<br/>- Relaciones familiares: ¿Cómo poner límites con padres, madres, hijos e hijas sin perder la conexión emocional?<br/>En este diálogo, compartimos ejemplos prácticos y reflexionamos sobre las herramientas necesarias para establecer límites de manera respetuosa y efectiva, mejorando la comunicación y el bienestar en nuestras interacciones. Este episodio es una guía para quienes buscan aprender a diferenciar entre límites, peticiones y exigencias, y desean cultivar relaciones más saludables.<br/>Si te interesa aprender más sobre cómo mejorar tus relaciones personales y familiares mediante la Comunicación No Violenta, este video es para ti. Chavi y Álvaro comparten su experiencia y conocimientos de una manera accesible y enriquecedora.<br/>&#x1f3af; No olvides suscribirte a nuestro canal y compartir este video con alguien a quien pueda ayudar.<br/>&#x1f310; Descubre más sobre nosotros en:<br/>- involucracia.com/bio (Chavi Nieto)<br/>- www.entendiendonos.com (Álvaro Embid) Aquí puedes encontrar un curso gratuito de iniciación a la comunicación no violenta.<br/>Gracias por formar parte de esta comunidad. Esperamos que este episodio te inspire a explorar nuevas formas de comunicarte y poner límites de manera consciente y efectiva.<br/>Un abrazo enorme!</p>", "id": "2niUpPZQQXTASXOxmteHBH", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a122b34589be11bd6bfd0a759", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f122b34589be11bd6bfd0a759", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d122b34589be11bd6bfd0a759", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "es", "languages": ["es"], "name": "Poner límites, la clave para unas relaciones más SANAS (Expertos en comunicación no violenta)", "release_date": "2024-12-11", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AR", "AT", "AU", "BA", "BB", "BE", "BF", "BG", "BH", "BJ", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CL", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GB", "GD", "GE", "GH", "GM", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KI", "KN", "KR", "KW", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "UA", "US", "UY", "VC", "VN", "VU", "WS", "XK", "ZA"], "copyrights": [], "description": "Un pódcast sobre psicología y relaciones personales. \"Sobran las Palabras\" es un pódcast que te sumerge en un viaje profundo hacia la psicología, la salud mental y las complejidades de las relaciones humanas. El proyecto está enfocado en aportar aprendizajes concretos a las personas oyentes para que puedan mejorar su vida y sus relaciones, sin mucho tecnicismo ni palabrería.  ¡Síguenos para no perderte nada!", "explicit": true, "external_urls": {"spotify": "https://open.spotify.com/show/0cTWV2uMImJk9I9Vuq6ei9"}, "href": "https://api.spotify.com/v1/shows/0cTWV2uMImJk9I9Vuq6ei9", "html_description": "Un pódcast sobre psicología y relaciones personales.<br/>&#34;Sobran las Palabras&#34; es un pódcast que te sumerge en un viaje profundo hacia la psicología, la salud mental y las complejidades de las relaciones humanas. El proyecto está enfocado en aportar aprendizajes concretos a las personas oyentes para que puedan mejorar su vida y sus relaciones, sin mucho tecnicismo ni palabrería.<br/>¡Síguenos para no perderte nada!", "id": "0cTWV2uMImJk9I9Vuq6ei9", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a8ad92657e97675470ffaf7f4", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f8ad92657e97675470ffaf7f4", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d8ad92657e97675470ffaf7f4", "width": 64}], "is_externally_hosted": false, "languages": ["es"], "media_type": "mixed", "name": "Sobran Las Palabras Podcast", "publisher": "Álvaro Embid", "total_episodes": 47, "type": "show", "uri": "spotify:show:0cTWV2uMImJk9I9Vuq6ei9"}, "type": "episode", "uri": "spotify:episode:2niUpPZQQXTASXOxmteHBH"}