{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/6KaSEdLYMAleRpAJahCsoU/clip_3197900_3273700.mp3", "description": "This week’s guest on The Mixtape with Scott is the Xiaokai Yang Chair of Business and Economics at Monash University, Sascha Becker.  Sascha is an economist who is hard to pin down into just one field.  He’s probably most widely known, across the most general set of economists, as a contemporary economic historian.  One of his specializations within economic history has been religion, most notably the Protestantism in Europe and its relationship to long term literacy (particularly among women) and human capital more generally. But even within history, he writes on topics that go far beyond traditional economic questions — like, for instance, his work reexamining Max Weber’s the Protestant work ethic hypothesis, for instance, or his more recent work examining the relationship between the church and national socialism.   Sascha studies a topic in religion that overlaps with my own religious tradition (Protestantism and the Reformation churches more specifically), and so it’s drawn me into enjoying a lot of and benefiting from his extensive ongoing research on the topics.  But I also have been interested in Sascha because of his role in the spread of causal inference throughout economics, particularly within Europe.  As Sascha will share in the podcast, his advisor in graduate school, Andrea Ichino, came to Sascha’s program after graduating from MIT.  When Andrea taught, then, a microeconometrics course in the late 1990s, he did not use a book — he used his lecture notes belonging to the class he’d taken in his own PhD program taught by Josh Angrist.  Sascha implied, as I have long suspected, that the passing on of causal inference was coming, not through econometrics textbooks, but through the placements of students that could be directly tied back to original proponents, which is why (or rather I have conjectured) the spread of causal inference within economics spread through applied microeconomics fields, like labor, public and development, early on, as opposed to econometricians.  Early on, Sascha wrote a package in Stata with Andrea on implementing matching with the propensity score that has almost 4000 citations to this day.  And Sascha himself probably did dozens of workshops all across Europe in the early 00’s teaching matching to students and faculty who otherwise didn’t have the red phone direct access to Angrist.  As he said, matching was huge back then (no doubt made even moreso by Dehejia and Wahba’s publications), but while he was teaching matching, it now seems more likely he was teaching all over Europe what we consider to be causal inference methodologies based on the Rubin causal model, including matching, IV and the LATE theorem.  I continue to remain fascinated by the spread of causal inference in its earliest days throughout economics, and the role that the applied fields, like labor economics, played.  But this podcast touches on many topics, including that but much more than that too, and I hope you enjoy listening to it half as much as I enjoyed talking to and learning more about Sascha’s own life and journey.  Thanks again for tuning in.  If you like the podcast, consider sharing it with others, or leaving a rating on Spotify and Apple. Scott's Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber. Get full access to Scott's Mixtape Substack at causalinf.substack.com/subscribe", "duration_ms": 4652472, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/3yNsvjtpybKnMsit36hS8u"}, "href": "https://api.spotify.com/v1/episodes/3yNsvjtpybKnMsit36hS8u", "html_description": "<p>This week’s guest on The Mixtape with Scott is the Xiaokai Yang Chair of Business and Economics at Monash University, Sascha Becker.  Sascha is an economist who is hard to pin down into just one field.  He’s probably most widely known, across the most general set of economists, as a contemporary economic historian.  One of his specializations within economic history has been religion, most notably the Protestantism in Europe and its relationship to <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/j.1467-9442.2008.00561.x\" rel=\"nofollow\">long term literacy</a> (particularly among women) and <a href=\"https://academic.oup.com/qje/article/124/2/531/1905076\" rel=\"nofollow\">human capital more generally</a>. But even within history, he writes on topics that go far beyond traditional economic questions — like, for instance, his work reexamining Max Weber’s the Protestant work ethic hypothesis, for instance, or his more recent work examining the relationship between the church and national socialism.   Sascha studies a topic in religion that overlaps with my own religious tradition (Protestantism and the Reformation churches more specifically), and so it’s drawn me into enjoying a lot of and benefiting from his extensive ongoing research on the topics.  </p><p>But I also have been interested in Sascha because of his role in the spread of causal inference throughout economics, particularly within Europe.  As Sascha will share in the podcast, his advisor in graduate school, Andrea Ichino, came to Sascha’s program after graduating from MIT.  When Andrea taught, then, a microeconometrics course in the late 1990s, he did not use a book — he used his lecture notes belonging to the class he’d taken in his own PhD program taught by Josh Angrist.  Sascha implied, as I have long suspected, that the passing on of causal inference was coming, not through econometrics textbooks, but through the placements of students that could be directly tied back to original proponents, which is why (or rather I have conjectured) the spread of causal inference within economics spread through applied microeconomics fields, like labor, public and development, early on, as opposed to econometricians.  Early on, Sascha wrote a <a href=\"https://journals.sagepub.com/doi/10.1177/1536867X0200200403\" rel=\"nofollow\">package in Stata with Andrea on implementing matching with the propensity score</a> that has almost 4000 citations to this day.  And Sascha himself probably did dozens of workshops all across Europe in the early 00’s teaching matching to students and faculty who otherwise didn’t have the <a href=\"https://redphonepr.com/red-phone-1#:~:text&#61;The%20Red%20Phone.,synonymous%20with%20immediate%2C%20effective%20communication.\" rel=\"nofollow\">red phone direct access</a> to Angrist.  As he said, matching was huge back then (no doubt made even moreso by <a href=\"https://business.baylor.edu/scott_cunningham/teaching/dehejia-and-wahba-2002.pdf\" rel=\"nofollow\">Dehejia and Wahba’s publications</a>), but while he was teaching matching, it now seems more likely he was teaching all over Europe what we consider to be causal inference methodologies based on the Rubin causal model, including matching, IV and the LATE theorem.  </p><p>I continue to remain fascinated by the spread of causal inference in its earliest days throughout economics, and the role that the applied fields, like labor economics, played.  But this podcast touches on many topics, including that but much more than that too, and I hope you enjoy listening to it half as much as I enjoyed talking to and learning more about Sascha’s own life and journey.  Thanks again for tuning in.  If you like the podcast, consider sharing it with others, or leaving a rating on Spotify and Apple. </p><p></p><p></p><p>Scott&#39;s Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.</p><p></p><p></p> <br /><br />Get full access to Scott&#39;s Mixtape Substack at <a href=\"https://causalinf.substack.com/subscribe?utm_medium&#61;podcast&amp;utm_campaign&#61;CTA_4\" rel=\"nofollow\">causalinf.substack.com/subscribe</a>", "id": "3yNsvjtpybKnMsit36hS8u", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ae61a73a7af9e63e765a520f3", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fe61a73a7af9e63e765a520f3", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68de61a73a7af9e63e765a520f3", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en", "languages": ["en"], "name": "S2E36: Sascha Becker, Economic Historian, Monash University", "release_date": "2023-10-24", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. causalinf.substack.com", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/2wDlnDFyWoHtflRVrnsO7i"}, "href": "https://api.spotify.com/v1/shows/2wDlnDFyWoHtflRVrnsO7i", "html_description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. <br /><br /><a href=\"https://causalinf.substack.com?utm_medium&#61;podcast\" rel=\"nofollow\">causalinf.substack.com</a>", "id": "2wDlnDFyWoHtflRVrnsO7i", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ad31740a2b97ef9cf32127279", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fd31740a2b97ef9cf32127279", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dd31740a2b97ef9cf32127279", "width": 64}], "is_externally_hosted": false, "languages": ["en"], "media_type": "audio", "name": "The Mixtape with Scott", "publisher": "scott cunningham", "total_episodes": 128, "type": "show", "uri": "spotify:show:2wDlnDFyWoHtflRVrnsO7i"}, "type": "episode", "uri": "spotify:episode:3yNsvjtpybKnMsit36hS8u"}