{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/1HfXJuLoZWWGjCyUFPSegX/clip_2275250_2321400.mp3", "description": "In this episode of \"Sampling,\" the complexities of sampling in research are explored, drawing an intriguing parallel to casual weekend trips to Costco for free samples. This analogy sets the stage for a deeper discussion on the statistical methods and challenges involved in sampling populations for research purposes. The intricacies of statistical inference are unpacked, highlighting the crucial differences between a sample and a population, and emphasizing the importance of accurate sampling to derive meaningful conclusions about larger groups. Listeners will find an engaging segment on the implications of the Racial Justice Act and how statistical evidence is increasingly used in legal contexts to demonstrate discrimination. The conversation extends to a real-world application by recounting the 2000 U.S. presidential election, highlighting how sampling errors can lead to major national confusion Throughout the episode, intuitive examples are used to explain why sampling is not just a matter of picking randomly but requires careful consideration to avoid bias and ensure representativeness. This richly layered discussion not only sheds light on the technical aspects of sampling but also emphasizes its significance in everyday decision-making processes, from law to grocery shopping.  ***** Textbook: ⁠Statistics: Unlocking the Power of Data⁠ Students can use the Promotion Code \"LOCK5\" for a 10% discount. Instructors can request a free Digital Evaluation Copy. Lecture slides and additional course material can be obtained by emailing bradrfulton@gmail.com", "duration_ms": 3085653, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/6y0Fd8gk7kG5Mq9a2M0dsj"}, "href": "https://api.spotify.com/v1/episodes/6y0Fd8gk7kG5Mq9a2M0dsj", "html_description": "<p>In this episode of &#34;Sampling,&#34; the complexities of sampling in research are explored, drawing an intriguing parallel to casual weekend trips to Costco for free samples. This analogy sets the stage for a deeper discussion on the statistical methods and challenges involved in sampling populations for research purposes. The intricacies of statistical inference are unpacked, highlighting the crucial differences between a sample and a population, and emphasizing the importance of accurate sampling to derive meaningful conclusions about larger groups.</p><br/><p>Listeners will find an engaging segment on the implications of the Racial Justice Act and how statistical evidence is increasingly used in legal contexts to demonstrate discrimination. The conversation extends to a real-world application by recounting the 2000 U.S.<br/>presidential election, highlighting how sampling errors can lead to major national confusion</p><br/><p>Throughout the episode, intuitive examples are used to explain why sampling is not just a matter of picking randomly but requires careful consideration to avoid bias and ensure representativeness.</p><br/><p>This richly layered discussion not only sheds light on the technical aspects of sampling but also emphasizes its significance in everyday decision-making processes, from law to grocery shopping.</p><br/><p><br /></p><br/><p>*****<br/>Textbook: <a href=\"https://www.wiley.com/en-us/Statistics%3A&#43;Unlocking&#43;the&#43;Power&#43;of&#43;Data%2C&#43;3rd&#43;Edition-p-9781119674160#utm_source&#61;Wiley&amp;utm_medium&#61;podcast&amp;utm_campaign&#61;product_promotion\" rel=\"nofollow\">⁠Statistics: Unlocking the Power of Data⁠</a></p><br/><p>Students can use the Promotion Code &#34;LOCK5&#34; for a 10% discount.</p><br/><p>Instructors can request a free Digital Evaluation Copy.</p><br/><p>Lecture slides and additional course material can be<br/>obtained by emailing bradrfulton&#64;gmail.com</p>", "id": "6y0Fd8gk7kG5Mq9a2M0dsj", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a22f135b16c0417bf3919bdee", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f22f135b16c0417bf3919bdee", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d22f135b16c0417bf3919bdee", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en", "languages": ["en"], "name": "2_Sampling", "release_date": "2024-10-25", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AR", "AT", "AU", "BA", "BB", "BE", "BF", "BG", "BH", "BJ", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CL", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GB", "GD", "GE", "GH", "GM", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KI", "KN", "KR", "KW", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "UA", "US", "UY", "VC", "VN", "VU", "WS", "XK", "ZA"], "copyrights": [], "description": "This podcast introduces the statistical methods used to analyze data about society with an emphasis on applying those methods. This podcast will help you to be a more informed and critical reader of academic research, public opinion polling, and advertisement claims that present statistical evidence.  Textbook: ⁠Statistics: Unlocking the Power of Data⁠ (https://bit.ly/statsbooklock5)  Students can use the Promotion Code \"LOCK5\" for a 10% discount  Instructors can request a free Digital Evaluation Copy  Lecture slides and course material can be obtained by emailing bradrfulton@gmail.com", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/3NA20RWdSNIWlQ3j3j40Gv"}, "href": "https://api.spotify.com/v1/shows/3NA20RWdSNIWlQ3j3j40Gv", "html_description": "This podcast introduces the statistical methods used to analyze data about society with an emphasis on applying those methods. This podcast will help you to be a more informed and critical reader of academic research, public opinion polling, and advertisement claims that present statistical evidence.<br/>Textbook: ⁠Statistics: Unlocking the Power of Data⁠ (https://bit.ly/statsbooklock5)<br/>Students can use the Promotion Code &#34;LOCK5&#34; for a 10% discount<br/>Instructors can request a free Digital Evaluation Copy<br/>Lecture slides and course material can be obtained by emailing bradrfulton&#64;gmail.com", "id": "3NA20RWdSNIWlQ3j3j40Gv", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a11e39e158ab212b04ff82df9", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f11e39e158ab212b04ff82df9", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d11e39e158ab212b04ff82df9", "width": 64}], "is_externally_hosted": false, "languages": ["en"], "media_type": "mixed", "name": "Statistics Made Simple", "publisher": "Brad R. Fulton, PhD", "total_episodes": 25, "type": "show", "uri": "spotify:show:3NA20RWdSNIWlQ3j3j40Gv"}, "type": "episode", "uri": "spotify:episode:6y0Fd8gk7kG5Mq9a2M0dsj"}