{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/7EuZoX7CB91tTVfnSvDEK5/clip_607732_667732.mp3", "description": "Muy buenos días y bienvenidos a este primer episodio del podcast donde compartiré con todos vosotros todo lo que aprendo de camino hacia mi meta: vivir muy bien de mi propia empresa. Hechas las presentaciones, hoy vamos a hablar sobre el cambio que puede suponer en nuestra vida profesional cuando trabajamos para otra persona si nos damos cuenta que «tú eres tu propia empresa». Este cambio de paradigma que escuché por primera vez en el podcast de Joan Boluda (al cual estaré eternamente agradecido por motivarme a hacer este podcast) ha supuesto un cambio muy grande en mi forma de afrontar el día a día en mi trabajo. Los que somos emprendedores y en un momento de nuestras vidas tenemos que trabajar por cuenta ajena para otros solemos sentirnos «enjaulados» por no estar trabajando en nuestra propia empresa. Este sentimiento de frustración es normal pero debemos darnos cuenta que realmente cada uno de nosotros somos nuestra propia empresa y en ese momento tenemos un solo cliente: nuestro jefe. Al final no hay tanta diferencia entre vender nuestro tiempo y dedicación a otra empresa que hacerlo para la nuestra propia donde venderemos ese mismo tiempo a diferentes clientes. Por supuesto que jamás tendrás la libertad de ser tu propio jefe, tomar el 100% de las decisiones o todas las ventajas que tiene tener una empresa propia, pero no nos olvidemos que tampoco tendremos el pack de desventajas (esas que te suelen dar muuuuuchos dolores de cabeza). ¿Qué pasa cuando solo tienes un cliente? Que empujas como nadie porque el 100% de tu facturación depende de lo contento que ese cliente esté contigo. Cada hora, cada minuto cuenta para satisfacer las necesidades de tu cliente y debes darlo todo para ello. En este caso, un cliente insatisfecho es perder toda tu facturación y tener que empezar a hacer tu cartera de clientes desde cero (buscar otro trabajo). Como en casi todas las situaciones de la vida, podemos afrontarlo de dos maneras: como el resto lo haría o de forma extraordinaria. Si eres de los que se queja constantemente de su jefe o vas a calentar la silla al trabajo jamás saldrás de esa rueda y esas 8 horas al día serán tus peores 8 horas del día. ¿Estás dispuesto a desperdiciar el 33% de tu vida? Yo no, porque soy mi propio propia empresa y disfruto de cada minuto que trabajo para superar las expectativas de mi cliente (mi jefe). Y hasta aquí el tema de esta semana. La semana que viene os hablaré de la «parálisis por análisis». Un mal que sufrimos casi todos cuando vamos a empezar una tarea complicada o un proyecto nuevo. ¡Hasta la semana que viene!", "duration_ms": 868125, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/66m1Q3LINl455bN5s0L1yz"}, "href": "https://api.spotify.com/v1/episodes/66m1Q3LINl455bN5s0L1yz", "html_description": "Muy buenos días y bienvenidos a este primer episodio del podcast donde compartiré con todos vosotros todo lo que aprendo de camino hacia mi meta: vivir muy bien de mi propia empresa.<br /><br/>Hechas las presentaciones, hoy vamos a hablar sobre el cambio que puede suponer en nuestra vida profesional cuando trabajamos para otra persona si nos damos cuenta que «tú eres tu propia empresa».<br /><br/>Este cambio de paradigma que escuché por primera vez en <a href=\"https://boluda.com/podcast/\" rel=\"nofollow\">el podcast de Joan Boluda</a> (al cual estaré eternamente agradecido por motivarme a hacer este podcast) ha supuesto un cambio muy grande en mi forma de afrontar el día a día en mi trabajo. Los que somos emprendedores y en un momento de nuestras vidas tenemos que trabajar por cuenta ajena para otros solemos sentirnos «enjaulados» por no estar trabajando en nuestra propia empresa. Este sentimiento de frustración es normal pero debemos darnos cuenta que realmente cada uno de nosotros somos nuestra propia empresa y en ese momento tenemos un solo cliente: nuestro jefe.<br /><br/>Al final no hay tanta diferencia entre vender nuestro tiempo y dedicación a otra empresa que hacerlo para la nuestra propia donde venderemos ese mismo tiempo a diferentes clientes. Por supuesto que jamás tendrás la libertad de ser tu propio jefe, tomar el 100% de las decisiones o todas las ventajas que tiene tener una empresa propia, pero no nos olvidemos que tampoco tendremos el pack de desventajas (esas que te suelen dar muuuuuchos dolores de cabeza).<br /><br/>¿Qué pasa cuando solo tienes un cliente? Que empujas como nadie porque el 100% de tu facturación depende de lo contento que ese cliente esté contigo. Cada hora, cada minuto cuenta para satisfacer las necesidades de tu cliente y debes darlo todo para ello. En este caso, un cliente insatisfecho es perder toda tu facturación y tener que empezar a hacer tu cartera de clientes desde cero (buscar otro trabajo).<br /><br/>Como en casi todas las situaciones de la vida, podemos afrontarlo de dos maneras: como el resto lo haría o de forma extraordinaria. Si eres de los que se queja constantemente de su jefe o vas a calentar la silla al trabajo jamás saldrás de esa rueda y esas 8 horas al día serán tus peores 8 horas del día. ¿Estás dispuesto a desperdiciar el 33% de tu vida? Yo no, porque soy mi propio propia empresa y disfruto de cada minuto que trabajo para superar las expectativas de mi cliente (mi jefe).<br /><br/>Y hasta aquí el tema de esta semana. La semana que viene os hablaré de la «parálisis por análisis». Un mal que sufrimos casi todos cuando vamos a empezar una tarea complicada o un proyecto nuevo. ¡Hasta la semana que viene!<br />", "id": "66m1Q3LINl455bN5s0L1yz", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a7b347a20a390dbc25c9988f0", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f7b347a20a390dbc25c9988f0", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d7b347a20a390dbc25c9988f0", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "es-ES", "languages": ["es-ES"], "name": "1. Tu eres tu propia empresa", "release_date": "2016-08-19", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AR", "AT", "AU", "BA", "BB", "BE", "BF", "BG", "BH", "BJ", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CL", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GB", "GD", "GE", "GH", "GM", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KI", "KN", "KR", "KW", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "UA", "US", "UY", "VC", "VN", "VU", "WS", "XK", "ZA"], "copyrights": [], "description": "🔴 MEJORA EN TU TRABAJO: hablo de productividad, de crecer profesionalmente, de ganarte mejor la vida con tu trabajo, de disfrutar más del camino, de dejar de odiar los lunes... y de todo aquello que te haga mejor profesional.   Comparto todo lo que aprendo y experimento desde 2016.", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/3XBUhm7s4UIsMSXyKRW5Xl"}, "href": "https://api.spotify.com/v1/shows/3XBUhm7s4UIsMSXyKRW5Xl", "html_description": "&#x1f534; MEJORA EN TU TRABAJO: hablo de productividad, de crecer profesionalmente, de ganarte mejor la vida con tu trabajo, de disfrutar más del camino, de dejar de odiar los lunes... y de todo aquello que te haga mejor profesional. <br/>Comparto todo lo que aprendo y experimento desde 2016.", "id": "3XBUhm7s4UIsMSXyKRW5Xl", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a7b347a20a390dbc25c9988f0", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f7b347a20a390dbc25c9988f0", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d7b347a20a390dbc25c9988f0", "width": 64}], "is_externally_hosted": false, "languages": ["es-ES"], "media_type": "mixed", "name": "Desarrollo profesional", "publisher": "Mattia Pantaloni", "total_episodes": 1738, "type": "show", "uri": "spotify:show:3XBUhm7s4UIsMSXyKRW5Xl"}, "type": "episode", "uri": "spotify:episode:66m1Q3LINl455bN5s0L1yz"}