{"audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/51coPZOKCJm2YzD00qlZVX/clip_1193200_1252200.mp3", "description": "Welcome to the Mixtape with Scott! This week's episode has a guest that some of you have come to know and appreciate, and some of you hopefully will after this episode — Andrew Goodman-Bacon (“Bacon”).  In addition to having a great nickname, he also has a great job, a great personality and several great papers, one of which after only two years since publication has won an award at the Journal of Econometrics, and already has over 4,000 cites.  I really wish I knew how to pull things from google scholar and I could see what other papers in the history of econometrics have had such a meteoric rise in terms of impact and influence.  It’s been unusually impactful, though, let’s just say.  I have a hunch Bacon wasn’t given the “Most Likely to Actually Use Math After High School” award in high school.  But as it turns out, he has, and has become a really great applied economist who works on topics both in econometrics, but also public policy and economic history.  The trifecta.  But a few years ago, he left academia to go work for the Federal Reserve in Minneapolis at the Opportunity & Inclusive Growth Institute.  This interview was a real delight; it even involves Dungeons & Dragons and throwing knives.  Scott's Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.Bacon has done a lot for helping a lot of us better understand difference-in-differences — a technique that many of us thought (much to our chagrin) we probably understood better than we did (I know I didn’t).  But now some of us better understand it and while Bacon isn’t the only one who helped advance that knowledge, he was one of them.  So I hope you enjoy this interview, and if you’re interested in learning more about difference-in-differences, don’t forget to check out Brant Callaway’s workshop on Mixtape Sessions tonight!  You can sign up here!  Don’t forget also to share the workshop to everybody you’ve ever met in your entire life, as well as post to your online dating profile!Scott's Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber. Get full access to Scott's Mixtape Substack at causalinf.substack.com/subscribe", "duration_ms": 5416512, "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/episode/6BLrInueqh97tPWsQ2mp4r"}, "href": "https://api.spotify.com/v1/episodes/6BLrInueqh97tPWsQ2mp4r", "html_description": "<p>Welcome to the Mixtape with Scott! This week&#39;s episode has a guest that some of you have come to know and appreciate, and some of you hopefully will after this episode — <a href=\"https://www.minneapolisfed.org/people/andrew-goodman-bacon\" rel=\"nofollow\">Andrew Goodman-Bacon</a> (“Bacon”).  In addition to having a great nickname, he also has a great job, a great personality and several great papers, <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0304407621001445\" rel=\"nofollow\">one of which after only two years since publication has won an award at the Journal of Econometrics, and already has over 4,000 cites</a>.  I really wish I knew how to pull things from google scholar and I could see what other papers in the history of econometrics have had such a meteoric rise in terms of impact and influence.  It’s been unusually impactful, though, let’s just say.  </p><p>I have a hunch Bacon wasn’t given the “Most Likely to Actually Use Math After High School” award in high school.  But as it turns out, he has, and has become a really great applied economist who works on topics both in econometrics, but also public policy and economic history.  The trifecta.  But a few years ago, he left academia to go work for the Federal Reserve in Minneapolis at the <a href=\"https://www.minneapolisfed.org/institute\" rel=\"nofollow\">Opportunity &amp; Inclusive Growth Institute</a>.  This interview was a real delight; it even involves Dungeons &amp; Dragons and throwing knives.  </p><p></p><p>Scott&#39;s Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.</p><p>Bacon has done a lot for helping a lot of us better understand difference-in-differences — a technique that many of us thought (much to our chagrin) we probably understood better than we did (I know I didn’t).  But now some of us better understand it and while Bacon isn’t the only one who helped advance that knowledge, he was one of them.  </p><p>So I hope you enjoy this interview, and if you’re interested in learning more about difference-in-differences, don’t forget to check out Brant Callaway’s workshop on Mixtape Sessions tonight!  <a href=\"https://www.mixtapesessions.io/session/frontiers_did_oct17/\" rel=\"nofollow\">You can sign up here</a>!  Don’t forget also to share the workshop to everybody you’ve ever met in your entire life, as well as post to your online dating profile!</p><p></p><p></p><p>Scott&#39;s Substack is a reader-supported publication. To receive new posts and support my work, consider becoming a free or paid subscriber.</p> <br /><br />Get full access to Scott&#39;s Mixtape Substack at <a href=\"https://causalinf.substack.com/subscribe?utm_medium&#61;podcast&amp;utm_campaign&#61;CTA_4\" rel=\"nofollow\">causalinf.substack.com/subscribe</a>", "id": "6BLrInueqh97tPWsQ2mp4r", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8a5369e50641801b3acb0a9a76", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1f5369e50641801b3acb0a9a76", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68d5369e50641801b3acb0a9a76", "width": 64}], "is_externally_hosted": false, "is_playable": true, "language": "en", "languages": ["en"], "name": "S2E35: Andrew Goodman-Bacon, Senior Economist, Federal Reserve", "release_date": "2023-10-17", "release_date_precision": "day", "show": {"available_markets": ["AD", "AE", "AG", "AL", "AM", "AO", "AR", "AT", "AU", "AZ", "BA", "BB", "BE", "BF", "BG", "BH", "BI", "BJ", "BN", "BO", "BR", "BS", "BT", "BW", "BZ", "CA", "CH", "CI", "CL", "CM", "CO", "CR", "CV", "CW", "CY", "CZ", "DE", "DJ", "DK", "DM", "DO", "DZ", "EC", "EE", "EG", "ES", "FI", "FJ", "FM", "FR", "GA", "GB", "GD", "GE", "GH", "GM", "GN", "GQ", "GR", "GT", "GW", "GY", "HK", "HN", "HR", "HT", "HU", "ID", "IE", "IL", "IN", "IS", "IT", "JM", "JO", "JP", "KE", "KH", "KI", "KM", "KN", "KR", "KW", "LA", "LB", "LC", "LI", "LR", "LS", "LT", "LU", "LV", "MA", "MC", "ME", "MG", "MH", "MK", "ML", "MN", "MO", "MR", "MT", "MU", "MV", "MW", "MX", "MY", "MZ", "NA", "NE", "NG", "NI", "NL", "NO", "NP", "NR", "NZ", "OM", "PA", "PE", "PG", "PH", "PL", "PR", "PS", "PT", "PW", "PY", "QA", "RO", "RS", "RW", "SA", "SB", "SC", "SE", "SG", "SI", "SK", "SL", "SM", "SN", "SR", "ST", "SV", "SZ", "TD", "TG", "TH", "TL", "TN", "TO", "TR", "TT", "TV", "TW", "TZ", "UA", "US", "UY", "UZ", "VC", "VN", "VU", "WS", "XK", "ZA", "ZM", "ZW"], "copyrights": [], "description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. causalinf.substack.com", "explicit": false, "external_urls": {"spotify": "https://open.spotify.com/show/2wDlnDFyWoHtflRVrnsO7i"}, "href": "https://api.spotify.com/v1/shows/2wDlnDFyWoHtflRVrnsO7i", "html_description": "The Mixtape with Scott is a podcast in which economist and professor, Scott Cunningham, interviews economists, scientists and authors about their lives and careers, as well as the some of their work.  He tries to travel back in time with his guests to listen and hear their stories before then talking with them about topics they care about now. <br /><br /><a href=\"https://causalinf.substack.com?utm_medium&#61;podcast\" rel=\"nofollow\">causalinf.substack.com</a>", "id": "2wDlnDFyWoHtflRVrnsO7i", "images": [{"height": 640, "url": "https://i.scdn.co/image/ab6765630000ba8ad31740a2b97ef9cf32127279", "width": 640}, {"height": 300, "url": "https://i.scdn.co/image/ab67656300005f1fd31740a2b97ef9cf32127279", "width": 300}, {"height": 64, "url": "https://i.scdn.co/image/ab6765630000f68dd31740a2b97ef9cf32127279", "width": 64}], "is_externally_hosted": false, "languages": ["en"], "media_type": "audio", "name": "The Mixtape with Scott", "publisher": "scott cunningham", "total_episodes": 128, "type": "show", "uri": "spotify:show:2wDlnDFyWoHtflRVrnsO7i"}, "type": "episode", "uri": "spotify:episode:6BLrInueqh97tPWsQ2mp4r"}